---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseType
source: html/66832a82-1176-0a49-b3c4-277f31b3cadb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseType Property

"Start Release"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralStartReleaseType { get; }
```